Repository: kad144/Kad144_project3
Catalog: Kad144_project3/*.lproj/Main.strings
Languages: am

# ERC-fL-FjR.text
source: COFFEE MENU
am: ካፌ ዝርዝር

# Knk-vf-tbu.title
source: Share
am: አጋራ

# Lgy-ku-C9N.placeholder
source: Custemer name
am: የደንበኛ ስም

# PyP-KH-Xu9.title
source: Order
am: ትዕዛዝ

# acW-dT-cKf.title
source: Home
am: መግቢያ

# atg-4p-l0R.text
source: Name: Order:
am: ስም: ትዕዛዝ:

# cPa-gy-q4n.title
source: check order
am: ትእዛዝ ፈትሽ

# eWw-bX-jhN.title
source: LOCATION
am: አካባቢ

# g6E-z7-MoR.normalTitle
source: Latte
am: ማኩኪቶ

# oon-QB-Ee9.normalTitle
source: refresh
am: አድስ

# vdh-Zd-el8.normalTitle
source: Cappuccino
am: ካፕቺኖ

# wOr-my-zBv.normalTitle
source: COffee
am: ቡና

# zYW-LC-SBQ.normalTitle
source: Espesso
am: ኤስፕሬሶ

# zdf-Yb-eEM.normalTitle
source: Invite and share our app
am: ይጋብዙ እና ያጋሩ
